{
  "1": [
    {
      "title": "My Family",
      "sentences": [
        "There are four of us in our family – my parents, my brother, and I.",
        "My mum has long red hair and big brown eyes.",
        "She enjoys reading and playing chess with my dad.",
        "He is tall and handsome, he has short dark hair and grey eyes."
      ]
    },
    {
      "title": "Trip to Scotland",
      "sentences": [
        "I go on a bike trip to Scotland every year alone because my parents stay at home.",
        "I go there because I like the book about it by Peter Green.",
        "Usually I stay at different flats and houses.",
        "I spend two weeks in Scotland and then go home to London."
      ]
    },
    {
      "title": "Birthday Presents",
      "sentences": [
        "The holiday I want to tell you about is a 10 day holiday with my grandparents.",
        "I don’t have lessons at school, so I can stay with them really long.",
        "We usually celebrate my Birthday together.",
        "My grandparents give me great presents!"
      ]
    },
    {
      "title": "Holidays at Home",
      "sentences": [
        "My name is Helen, and when it comes to holidays, I usually spend them at home.",
        "I have rest, read books, and rarely leave the house.",
        "But my sister enjoys having fun in other cities and countries.",
        "She usually gives different presents from the places she visits."
      ]
    },
    {
      "title": "Our garden",
      "sentences": [
        "There is a beautiful garden near our school.",
        "There grow lots of carrots and potatoes, and everyone likes them.",
        "Our teacher tells us lots of things about animals in our garden.",
        "We also watch TV shows about them and draw some paintings for our classroom."
      ]
    },
    {
      "title": "Sam and Kate",
      "sentences": [
        "Sam and Kate live in Sweden.",
        "Usually, they have rest on a boat trip on a small river near their house.",
        "They swim together, eat fish and drink fizzy drinks.",
        "After the trip they usually feel very happy."
      ]
    },
    {
      "title": "Life on a Farm",
      "sentences": [
        "Betty Stevens lives on a farm in the hills with her family.",
        "They have some animals: a dog, a cat, two rabbits, and a parrot.",
        "They also grow potatoes, carrots, cucumbers, and tomatoes.",
        "It is not easy because the weather there is usually hot and sunny."
      ]
    },
    {
      "title": "American Lunch",
      "sentences": [
        "Every day in American schools starts at 9 o’clock.",
        "At 12 o’clock children have lunch.",
        "Many boys and girls bring their lunch boxes from home.",
        "Parents make sandwiches and put some fruit."
      ]
    },
    {
      "title": "Madagascar",
      "sentences": [
        "Madagascar has two seasons: a warm, wet season from November to April, and a colder dry season between May and October.",
        "Also, there are two parts in Madagascar.",
        "One part is hotter and wetter because it rains a lot.",
        "Another part is very windy, usually in the mornings."
      ]
    },
    {
      "title": "Christmas Elf",
      "sentences": [
        "My favourite holiday is Christmas.",
        "I usually put on a costume of a Christmas Elf and make presents for children.",
        "Then I visit houses in my small town and give them to children.",
        "They enjoy my presents and we have a lot of fun."
      ]
    }
  ],
  "2": [
    {
      "title": "My school",
      "sentences": [
        "My school is near my house.",
        "There are many classrooms in my school.",
        "I like my teachers.",
        "They are very kind.",
        "My classmates are very cool, we chat a lot when we have breaks."
      ]
    },
    {
      "title": "My room",
      "sentences": [
        "There are four rooms in my flat and my room is the biggest one.",
        "Firstly, there are two windows with nice curtains in it.",
        "Then, there is a bed, a TV, a sofa and a wardrobe in my room.",
        "Finally, there are two pictures on the wall.",
        "I like my room very much!"
      ]
    },
    {
      "title": "A school day",
      "sentences": [
        "Well, on school days I get up at 7:45.",
        "I have breakfast at 8 and I go to school at 8:30.",
        "I have lunch in school with my friends, that’s at 12:50 – it’s early in our school.",
        "I leave school at 3:30 in the afternoon and I walk home with my friends.",
        "I go to bed at 11 o’clock on school days, but not at the weekends."
      ]
    },
    {
      "title": "Different Foods",
      "sentences": [
        "When Ann is hungry she goes to the kitchen and opens the cupboard.",
        "There are a lot of snacks in it.",
        "She doesn’t know what she wants.",
        "The sandwich is too salty and the lollipop is too sweet.",
        "Then, her dad comes and gives her a very tasty ice cream, so Ann is happy."
      ]
    },
    {
      "title": "Going to a cafe",
      "sentences": [
        "Sandra and Paul are at a cafe and a waiter greets them.\n",
        "\"Here are your menus, do you know what you would like to order?\" the waiter asks.\n",
        "Sandra orders first, “I want pancakes with jam and coffee, please”.\n",
        "“I would like meat with potatoes and a cup of tea, please,” Paul says.\n",
        "The waiter quickly returns with food and drinks."
      ]
    },
    {
      "title": "The pet store",
      "sentences": [
        "George is at the pet store and he thinks which animal he wants to get on his Birthday.",
        "He wanted to get a horse but his parents said “no”.",
        "He sees dogs and cats and he likes them because he can play with them.",
        "Then, George sees rabbits, parrots, fish and turtles.",
        "He thinks that cats and dogs are too active for him, so George thinks that now he wants a turtle."
      ]
    },
    {
      "title": "Los Angeles",
      "sentences": [
        "Kate lives in Los Angeles, California.",
        "It is a very warm and sunny city, so Kate doesn’t wear sweaters or coats.",
        "She can wear T-shirts, shorts, skirts or dresses.",
        "Many actors and singers live there and Kate usually sees them in cafes.",
        "She wants to be an actress too."
      ]
    },
    {
      "title": "London",
      "sentences": [
        "London is the capital of England in the United Kingdom.",
        "It is very old and nice.",
        "There are many interesting places in London like parks, streets and buildings.",
        "Also, everyone knows about Big Ben, Buckingham Palace, and the London Eye.",
        "Would you like to go there and see all these places?"
      ]
    },
    {
      "title": "Ecology",
      "sentences": [
        "Many people do lots of bad things to our nature because they don’t think about it.",
        "Our streets are very dirty because people throw away trash there.",
        "Firstly, let’s clean our nature and streets.",
        "Then, let’s throw away trash like paper, plastic and glass in different trash bins.",
        "These simple things can help our nature."
      ]
    },
    {
      "title": "Halloween",
      "sentences": [
        "Halloween is an American holiday.",
        "People celebrate it on 31st October each year.",
        "People wear scary or funny costumes and decorate their houses.",
        "In the evening children go to different houses and ask for candies.",
        "They visit houses and say, “Trick or Treat!”"
      ]
    }
  ]
}
