{
  "1": [
    {
      "title": "Dan Hovey",
      "sentences": [
        "Hey, I’m Dan! I’m a musician.",
        "I play the guitar in a big jazz club in New York. I live in a small apartment with my wife Lisa, and my daughter, Ann.",
        "We enjoy spending time together. We’ve got a big fluffy cat - Sam.",
        "We love him very much."
      ]
    },
    {
      "title": "Magic Numbers",
      "sentences": [
        "There is some magic in numbers. Certain numbers have their own magical meanings.",
        "You don’t need to be good at maths to understand that nine is a magic number.",
        "Look: 5х9=54; 5+4=9. Here is another example: 26х9=234; 2+3+4=9.",
        "See what I mean? It’s real magic!"
      ]
    },
    {
      "title": "Oxford and Cambridge",
      "sentences": [
        "Oxford and Cambridge are two famous British cities. They are the homes of the UK’s most famous universities.",
        "Oxford has 38 colleges. Many famous people were students in Oxford – including politicians, writers, and actors.",
        "Cambridge University is also very old",
        "It started because some of the teachers and students at Oxford did not like the university and wanted to start a new one."
      ]
    },
    {
      "title": "My Family",
      "sentences": [
        "There are four of us in our family – my parents, my brother, and I.",
        "My mum has long red hair and big brown eyes.",
        "She enjoys reading and playing chess with my dad.",
        "He is tall and handsome, he has short dark hair and grey eyes."
      ]
    },
    {
      "title": "Trip to Scotland",
      "sentences": [
        "I go on a bike trip to Scotland every year alone because my parents stay at home.",
        "I go there because I like the book about it by Peter Green.",
        "Usually I stay at different flats and houses.",
        "I spend two weeks in Scotland and then go home to London."
      ]
    },
    {
      "title": "Birthday Presents",
      "sentences": [
        "The holiday I want to tell you about is a 10 day holiday with my grandparents.",
        "I don’t have lessons at school, so I can stay with them really long.",
        "We usually celebrate my Birthday together.",
        "My grandparents give me great presents!"
      ]
    },
    {
      "title": "Holidays at Home",
      "sentences": [
        "My name is Helen, and when it comes to holidays, I usually spend them at home.",
        "I have rest, read books, and rarely leave the house.",
        "But my sister enjoys having fun in other cities and countries.",
        "She usually gives different presents from the places she visits."
      ]
    },
    {
      "title": "Our garden",
      "sentences": [
        "There is a beautiful garden near our school.",
        "There grow lots of carrots and potatoes, and everyone likes them.",
        "Our teacher tells us lots of things about animals in our garden.",
        "We also watch TV shows about them and draw some paintings for our classroom."
      ]
    },
    {
      "title": "Sam and Kate",
      "sentences": [
        "Sam and Kate live in Sweden.",
        "Usually, they have rest on a boat trip on a small river near their house.",
        "They swim together, eat fish and drink fizzy drinks.",
        "After the trip they usually feel very happy."
      ]
    },
    {
      "title": "Life on a Farm",
      "sentences": [
        "Betty Stevens lives on a farm in the hills with her family.",
        "They have some animals: a dog, a cat, two rabbits, and a parrot.",
        "They also grow potatoes, carrots, cucumbers, and tomatoes.",
        "It is not easy because the weather there is usually hot and sunny."
      ]
    },
    {
      "title": "American Lunch",
      "sentences": [
        "Every day in American schools starts at 9 o’clock.",
        "At 12 o’clock children have lunch.",
        "Many boys and girls bring their lunch boxes from home.",
        "Parents make sandwiches and put some fruit."
      ]
    },
    {
      "title": "Madagascar",
      "sentences": [
        "Madagascar has two seasons: a warm, wet season from November to April, and a colder dry season between May and October.",
        "Also, there are two parts in Madagascar.",
        "One part is hotter and wetter because it rains a lot.",
        "Another part is very windy, usually in the mornings."
      ]
    },
    {
      "title": "Christmas Elf",
      "sentences": [
        "My favourite holiday is Christmas.",
        "I usually put on a costume of a Christmas Elf and make presents for children.",
        "Then I visit houses in my small town and give them to children.",
        "They enjoy my presents and we have a lot of fun."
      ]
    },
    {
      "title": "True friendship",
      "sentences": [
        "Max doesn’t have a lot of friends. He is a shy and modest person. He usually hangs out with a small group of classmates near the house after school. ",
        "Apart from classmates, he has got one close friend. His name is Andrian and they met at the sports club.",
        "The first time they met, they understood that they have a lot in common. They like the same sports, school subjects, and TV programmes.",
        "Andrian and Max never have any arguments with each other and try to help in any difficulties. That is what true friendship is about."
      ]
    },
    {
      "title": "Genius Rayan",
      "sentences": [
        "Ryan was an amazing student. Before he was 7, he had learnt 3 languages.",
        "In school he got only excellent marks. Also he won a lot of school academic competitions.",
        "When he left school, he went to Cambridge university. He had met lots of people with similar skills and interests. He studied hard and achieved good results.",
        "Finally, he graduated and found the job of his dream! He reached his goals and became successful."
      ]
    },
    {
      "title": "Bad purchase",
      "sentences": [
        "One day I was in a bookstore. I chose a novel and began to look through it. I didn’t really read any of it, but I decided to buy it and went home.",
        "When I started to read I didn’t like the beginning. There were a lot of new and unusual words so I had to look them up in the dictionary.",
        "But I decided to continue reading it. I turned over the pages but still didn’t like it. The story was not thrilling at all.",
        "In the end I stopped reading that book and went to buy another one."
      ]
    }
  ],
  "2": [
    {
      "title": "Dancing in class",
      "sentences": [
        "Georgia is sitting in class and her teacher is standing in front of the room.",
        "He is talking. Georgia is finding the class a bit boring.",
        "In Georgia’s mind, she is dancing on a stage in front of hundreds of people. She is having so much fun!",
        "Soon, she is finishing her show. People like her dance, they shout “Bravo! Bravo!”.",
        "“Georgia?” her teacher is saying, looking at her. “Are you feeling okay? You are shouting ‘Bravo! Bravo!’ in class.”"
      ]
    },
    {
      "title": "Making friends",
      "sentences": [
        "Let’s say that you are at a party where a person comes to you and asks you a question. What can you do to make friends with him?",
        "Firstly, say “Hi!”. Another way to greet someone is to say “How are you doing?”",
        "Then, tell your name and ask the name of your new friend.",
        "After that, you can try to find something that you both like (it can be a book, a film or a hobby).",
        "You can also ask your new friend about the party. Don’t be shy and you will make new friends very quickly!"
      ]
    },
    {
      "title": "The UK",
      "sentences": [
        "The United Kingdom has 4 parts: England, Wales, Scotland and Northern Ireland.",
        "It has different names – United Kingdom (The UK), or Great Britain, or Britain.",
        "First people came here from Italy, Germany and Denmark.",
        "Britain has difficult weather. There is often rain, and a grey sky. It is often cold, and wet.",
        "But the country is very green because of rains."
      ]
    },
    {
      "title": "My Dream Room",
      "sentences": [
        "I want to tell you about my dream room! There is a big bed in the room.",
        "Next to the bed there is a bedside table with a lamp on it.",
        "Also there is a table and two chairs next to the table for me and my friends.",
        "Finally, There is a soft red armchair in front of the bed for me to sit and relax sometimes!",
        "Next to the armchair there is a box with toys! It is my dream!"
      ]
    },
    {
      "title": "My school",
      "sentences": [
        "My school is near my house.",
        "There are many classrooms in my school.",
        "I like my teachers.",
        "They are very kind.",
        "My classmates are very cool, we chat a lot when we have breaks."
      ]
    },
    {
      "title": "My room",
      "sentences": [
        "There are four rooms in my flat and my room is the biggest one.",
        "Firstly, there are two windows with nice curtains in it.",
        "Then, there is a bed, a TV, a sofa and a wardrobe in my room.",
        "Finally, there are two pictures on the wall.",
        "I like my room very much!"
      ]
    },
    {
      "title": "A school day",
      "sentences": [
        "Well, on school days I get up at 7:45.",
        "I have breakfast at 8 and I go to school at 8:30.",
        "I have lunch in school with my friends, that’s at 12:50 – it’s early in our school.",
        "I leave school at 3:30 in the afternoon and I walk home with my friends.",
        "I go to bed at 11 o’clock on school days, but not at the weekends."
      ]
    },
    {
      "title": "Different Foods",
      "sentences": [
        "When Ann is hungry she goes to the kitchen and opens the cupboard.",
        "There are a lot of snacks in it.",
        "She doesn’t know what she wants.",
        "The sandwich is too salty and the lollipop is too sweet.",
        "Then, her dad comes and gives her a very tasty ice cream, so Ann is happy."
      ]
    },
    {
      "title": "Going to a cafe",
      "sentences": [
        "Sandra and Paul are at a cafe and a waiter greets them.\n",
        "\"Here are your menus, do you know what you would like to order?\" the waiter asks.\n",
        "Sandra orders first, “I want pancakes with jam and coffee, please”.\n",
        "“I would like meat with potatoes and a cup of tea, please,” Paul says.\n",
        "The waiter quickly returns with food and drinks."
      ]
    },
    {
      "title": "The pet store",
      "sentences": [
        "George is at the pet store and he thinks which animal he wants to get on his Birthday.",
        "He wanted to get a horse but his parents said “no”.",
        "He sees dogs and cats and he likes them because he can play with them.",
        "Then, George sees rabbits, parrots, fish and turtles.",
        "He thinks that cats and dogs are too active for him, so George thinks that now he wants a turtle."
      ]
    },
    {
      "title": "Los Angeles",
      "sentences": [
        "Kate lives in Los Angeles, California.",
        "It is a very warm and sunny city, so Kate doesn’t wear sweaters or coats.",
        "She can wear T-shirts, shorts, skirts or dresses.",
        "Many actors and singers live there and Kate usually sees them in cafes.",
        "She wants to be an actress too."
      ]
    },
    {
      "title": "London",
      "sentences": [
        "London is the capital of England in the United Kingdom.",
        "It is very old and nice.",
        "There are many interesting places in London like parks, streets and buildings.",
        "Also, everyone knows about Big Ben, Buckingham Palace, and the London Eye.",
        "Would you like to go there and see all these places?"
      ]
    },
    {
      "title": "Ecology",
      "sentences": [
        "Many people do lots of bad things to our nature because they don’t think about it.",
        "Our streets are very dirty because people throw away trash there.",
        "Firstly, let’s clean our nature and streets.",
        "Then, let’s throw away trash like paper, plastic and glass in different trash bins.",
        "These simple things can help our nature."
      ]
    },
    {
      "title": "Halloween",
      "sentences": [
        "Halloween is an American holiday.",
        "People celebrate it on 31st October each year.",
        "People wear scary or funny costumes and decorate their houses.",
        "In the evening children go to different houses and ask for candies.",
        "They visit houses and say, “Trick or Treat!”"
      ]
    },
    {
      "title": "Interesting finding",
      "sentences": [
        "Yesterday evening I went out with my friend Max. We were going home when we came across a bag at the bus station.",
        "At first, we didn’t know what to do as it could be something dangerous. But then we decided to open it to see who it belonged to.",
        "When we opened it, we couldn’t believe it - the bag was full of money!",
        "Suddenly, we saw a police car that was standing a few metres from us. We gave them the bag with money. The police were a bit surprised, but very pleased.",
        "Finally, they found the owner and returned him the bag. We were very happy because we did the right thing."
      ]
    },
    {
      "title": "A great problem",
      "sentences": [
        "Сlimate change is a great problem nowadays and I think humans are responsible for this.",
        "Firstly, people produce more and more emissions. There are more factories and cars that pollute the air.",
        "Next, some people don’t think about carbon or water footprints they leave. They waste a lot of resources and it also influences the environment.",
        "Finally, many people believe that it is too late to do anything. They don’t think that they can change the situation and do nothing to help.",
        "However, I believe that it is never too late to take action. We must take care of our planet and save it."
      ]
    },
    {
      "title": "Mystery shopper",
      "sentences": [
        "Because I have some free time during summer I decided to find a job. Now I am a professional ‘mystery shopper’.",
        "Firstly, this job is very interesting. It is like being an actor or a spy - you need to pretend to be a ‘customer’ to check the service. ",
        "Also, it is a useful and important job. The boss wants to know if the shop assistants are doing a good job or to compare shops.",
        "However, it can be difficult sometimes because you have to say bad things about somebody in a report and they can lose their job. ",
        "Finally, I am quite an outgoing person so this job is not difficult for me. I can earn money and do something interesting in summer."
      ]
    }
  ]
}
